Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ལན་འགའ་ནི་ཡམ་སྲེག་ཤིང་ཐུར་འདོང་ངོ་། །
en: or collecting wood for use in fire pūjas.

source: ཇི་ཙམ་དུས་གཞན་ཞིག་ན་དེ་དག་མི་ཀློག་པར་གྱུར་ནས།
en: Once, when not occupied with their studies,

source: དེའི་ཚེ་དེ་དག་གྲོང་ཁྱེར་ལྟར་དོང་བ་དང་། བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་གྱི་བྲམ་ཟེའི་ཁྱེའུ་དག་གསང་ཚིག་དག་ཀློག་ཅིང་མདུན་དུ་འདོང་ངོ་། །
en: the students of the young brahmin Upatiṣya walked, reciting mantras on their way to the city.

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་བྲམ་ཟེའི་ཁྱེའུ་དག་ཀྱང་གསང་ཚིག་དག་ཀློག་ཅིང་ཕྱི་བཞིན་འབྲང་ཞིང་འདོང་ངོ་། །
en: Meanwhile, trailing behind, the students of the young brahmin Maudgalyāyana walked, reciting mantras on their way to the city.

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་ སྐྱེས་ཀྱི་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་གིས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་གྱི་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་གསང་ཚིག་གི་གཞི་དག་ཀློག་པ་ཐོས་ནས་དེ་དག་གིས་སྨྲས་པ།
en: When the students of the young brahmin Maudgalyāyana heard the students of the young brahmin Upatiṣya reciting the rudiments of mantra, they asked,

source: ཅིའི་ཕྱིར་ཁྱེད་ཅག་གསང་ཚིག་གི་གཞི་དག་ཉམས་པར་བྱས་ཏེ་ཀློག
en: “Why do you recite the rudiments of mantra in such a debased way?”

source: ཇི་ལྟར་བཀླག་པར་བྱ།
en: “How should they be recited?”

source: གསང་ཚིག་གི་གཞི་འདི་དག་ནི་འདི་དང་འདི་སྐད་ཅེས་བཀླག་པར་བྱའོ། །
en: “The rudiments of mantra should be recited as we do.”

source: ཁྱེད་ཅག་གིས་སུ་ལས་གསང་ཚིག་གི་གཞི་འདི་དག་བཀླགས།
en: “From whom did you learn these rudiments of mantra?”

source: གང་གིས་དེ་མི་ཤེས་པ་དེས་ནི་ཉི་མ་དང་ཟླ་བ་གཉིས་མི་ཤེས་པ་ཡིན་ནོ།
en: “Not to know him is not to know the sun or the moon.

source: གྲོང་ན་ལ་ད་ན་བྲམ་ཟེ་སྐར་རྒྱལ་ཞེས་བྱ་བ་ཞིག་འདུག་པ་
en: In the village of Nālada lives the brahmin Tiṣya.

source: དེའི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་ཞེས་བྱ་བ་དེ་ལས་བདག་ཅག་གིས་བཀླགས་སོ། །
en: We have learned them from his son, the young brahmin Upatiṣya.

source: ཁྱེད་ཅག་གིས་ཀྱང་སུ་ལས་གསང་ཚིག་གི་གཞི་འདི་དག་བཀླགས། །
en: And from whom did you learn these rudiments of mantra?”

source: གྲོང་ཤིང་ཐགས་ཅན་ན་བྲམ་ཟེ་མདུན་ན་འདོན་གྲུ་འཛིན་ཅེས་བྱ་བ་ཞིག་འདུག་པ་
en: In the village of Kāṣṭhavāṭa, there lives a royal priest named Potalaka.

source: དེའི་བུ་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཞེས་བྱ་བ་དེ་ལས་བདག་ཅག་གིས་བཀླགས་སོ། །
en: We have learned them from his son, the young brahmin Kolita.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་གྱི་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་སྤ་གོང་ཞིང་མི་དགའ་བ་དང་། མི་འཇིགས་པ་མེད་པར་གྱུར་ཏེ།
en: With that, the young brahmin students of Upatiṣya became dispirited, upset, and daunted.

source: བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་ག་ལ་བ་དེར་དོང་བ་དང་དེས་ཐག་རིང་པོ་ཁོ་ན་ནས་མཐོང་ནས་སྨྲས་པ།
en: They went to Upatiṣya, who saw them off in the distance and asked,

source: བྲམ་ཟེའི་ཁྱེའུ་དག་འདི་ལྟ་ཅི་ཉེས།
en: “What troubles you, young brahmins?

source: མཁན་པོ་ཅང་མ་ནོངས་སོ། །
en: Your master is never wrong.”

source: དེས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ། །
en: Then he spoke in verse:

source: བསམ་པ་ནང་ན་ཡོད་པ་ཀུན། །ཕྱི་རོལ་ནས་ནི་ཉེ་བར་དམིགས།
en: “Those things you feel from within Are clearly seen from without.

source: སྐད་མདོག་དབང་པོའི་རྣམ་པ་དག །རྣམ་པར་སྦ་བར་མི་ནུས་སོ། །
en: You cannot mask your voice, Your complexion, or your mien.

source: བྲམ་ཟེའི་ཁྱེའུ་དག་གོར་མ་ཆག་པར་ཅི་ཞིག་ཉེས་སོ། །
en: “Young brahmins, clearly something troubles you.”

source: དེ་དག་གིས་སྐབས་དེ་རྒྱས་པར་བརྗོད་པ་དང་དེས་སྨྲས་པ། །
en: After they explained the situation at length, Upatiṣya said,

source: བྲམ་ཟེའི་ཁྱེའུ་དག་དེ་དེ་བཞིན་ཏེ།
en: “Young brahmins, allow me to explain.

source: ཇི་ལྟར་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་གསང་ཚིག་གི་གཞི་དེ་དག་ཀློག་པ་བཞིན་དུ་དེ་དག་བཀླག་པར་བྱ་བ་ཡིན་མོད་ཀྱི།
en: Although the rudiments of mantra should be recited in the manner those young brahmins recite them,

source: ཁོ་བོས་རིག་བྱེད་རིང་པོ་རིང་པོ་གང་དག་ཡིན་པ་དེ་དག་ནི་ཐུང་ངུར་རྣམ་པར་བཞག་གོ། །རིག་བྱེད་ཐུང་ ངུ་ཐུང་ངུ་གང་དག་ཡིན་པ་དེ་དག་ནི་རིང་པོར་རྣམ་པར་བཞག་སྟེ།
en: I have summarized the longer Vedas, abridging their words and phrases, and expanded on the shorter Vedas,

source: ཚིག་དང་ཡི་གེ་ཕྲི་ཞིང་དོན་དང་ངེས་པའི་ཚིག་ཏུ་རྣམ་པར་བཞག་གོ། །བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ཀྱང་སྤ་གོང་ཞིང་མི་དགའ་བ་དང་མི་འཇིགས་པ་མེད་པར་གྱུར་ཏེ།
en: explaining their meaning and etymologies.” The students of Kolita had also become dispirited, upset, and daunted.

source: ཚིག་དང་ཡི་གེ་ཕྲི་ཞིང་དོན་དང་ངེས་པའི་ཚིག་ཏུ་རྣམ་པར་བཞག་གོ།
en: explaining their meaning and etymologies.”

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ག་ལ་བ་དེར་དོང་བ་དང་དེས་ཀྱང་ཐག་རིང་པོ་ཁོ་ན་ནས་མཐོང་ནས་སྨྲས་པ། །
en: They went to Kolita, who too, on seeing them off in the distance, asked,

source: བྲམ་ཟེའི་ཁྱེའུ་དག་འདི་ལྟ་ཅི་ཉེས། མཁན་པོ་ཅང་མ་ནོངས་སོ།
en: What troubles you, young brahmins? Your master is never wrong.

source: དེས་ཀྱང་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: He too then spoke the verse:

source: དེ་དག་གིས་སྐབས་དེ་རྒྱས་པར་བརྗོད་པ་དང་དེས་སྨྲས་པ།
en: After they explained the situation at length, he said,

source: ཇི་ལྟར་བདག་ཅག་གསང་ཚིག་གི་གཞི་དེ་དག་ཀློག་པ་དེ་བཞིན་དུ་དེ་དག་བཀླག་པར་བྱ་བ་ཡིན་མོད་ཀྱི།
en: Although the rudiments of mantra should be recited in the manner we have recited them,

source: བྲམ་ཟེའི་ཁྱེའུ་དེ་ཤེས་རབ་ཅན་ཡིན་པས་དེས་རིག་བྱེད་རིང་པོ་རིང་པོ་གང་དག་ཡིན་པ་དེ་དག་ནི་ཐུང་ངུར་རྣམ་པར་བཞག་གོ། །རིག་བྱེད་ཐུང་ངུ་ཐུང་ངུ་གང་དག་ཡིན་པ་དེ་དག་ནི་རིང་པོར་རྣམ་པར་བཞག་སྟེ།
en: that young brahmin Upatiṣya is wise for he has he summarized the longer Vedas, abridging their words and phrases, and expanded on the shorter Vedas,

source: དེ་གཉིས་གཅིག་གིས་གཅིག་ཐོས་མ་ཐག་ཁོ་ནར་མཐོང་འདོད་པར་གྱུར་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་ཕའི་གན་དུ་སོང་སྟེ་ཕྱིན་ནས་སྨྲས་པ། །
en: On hearing of the other, both Kolita and Upatiṣya formed a singular desire to meet the other. Upatiṣya went to his father and said,

source: ཡབ་བདག་གྲོང་ཤིང་ཐགས་ཅན་དུ་མཆི་འཚལ་ལོ།
en: “Father, I wish to visit the village of Kāṣṭhavāṭa,

source: ཅི་ཞིག་གི་ཕྱིར་བྲམ་ཟེ་མདུན་ན་འདོན་གྲུ་འཛིན་ཅེས་བགྱི་བ་ཞིག་མཆིས་པ་དེའི་བུ་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཞེས་བགྱི་བ་དེ་བལྟ་བའི་སླད་དུའོ། །
en: for there lives a royal priest named Potalaka whose son is called Kolita. I shall go to see him.”

source: བུ་དེ་ཁྱོད་པས་ཆེས་ཤེས་རབ་ཅན་ཞིག་ཡིན་ནམ་ཅི། ཡབ་དེ་ནི་བདག་པས་ཆེས་ཤེས་རབ་ཅན་མ་ལགས་ཏེ། འདི་ལྟར་དེ་ནི་ཆེས་ཕྱུག་པ་ལགས་སོ། །
en: “Son, is he wiser than you?” “Father, he is not wiser than I. It is rather that he is wealthier.”

source: མི་གང་རིགས་ཀྱིས་རྒན་པ་དང་། །ན་ཚོད་རྒན་དང་ནོར་གྱིས་རྒན། །
en: “Some are greater due to pedigree, Others because of age or riches.

source: མི་གང་རིགས་ཀྱིས་རྒན་པ་དང་། །
en: “Some are greater due to pedigree,

source: དེ་ཀུན་ཐོས་པས་རྒན་པ་ཡི། །སྒོ་ན་དོན་ཀུན་གཉེར་བས་སྡོད། །
en: But they all seek to sit At the doorstep of the learned.

source: བུ་གལ་ཏེ་དེ་འོང་ན་ཐོས་པས་བགོ་བཤའ་བྱའི་བགྲོད་པར་ནི་མི་བྱའོ།
en: “Son, if he should come here you should share your learning but you mustn’t go to him.”

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱང་ཕའི་གན་དུ་སོང་སྟེ་ཕྱིན་ནས་སྨྲས་པ། །
en: Kolita also went to his father and said,

source: ཡབ་བདག་གྲོང་ན་ལ་དར་མཆི་འཚལ་ལོ། །ཅི་ཞིག་གི་ཕྱིར་དེ་ན་བྲམ་ཟེ་སྐར་རྒྱལ་ཞེས་བགྱི་བ་ཞིག་མཆིས་པ་དེའི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ ཉེ་རྒྱལ་ཞེས་བགྱི་བ་དེ་བལྟ་བའི་སླད་དུ་མཆིའོ། །
en: “Father, I wish to visit the village of Nālada, for there lives a brahmin Tiṣya whose son is called Upatiṣya. I shall go to see him.”

source: བུ་དེ་ཁྱོད་པས་ཆེས་ཕྱུག་པ་ཞིག་ཡིན་ནམ་ཅི།
en: “Son, is he wealthier than you?”

source: ཡབ་དེ་ནི་བདག་པས་ཆེས་ཕྱུག་པ་མ་ལགས་ཏེ།
en: “Father, he is not wealthier than I.

source: འདི་ལྟར་དེ་ནི་ཆེས་ཤེས་རབ་ཅན་ལགས་སོ།
en: It is rather that he is wiser.”

source: ན་ཚོད་རྒན་དང་ཐོས་པས་རྒན། །
en: Others because of age or learning.

source: དེ་ཀུན་ནོར་གྱིས་རྒན་པ་ཡི། །སྒོ་ན་ཅི་བྱ་སྙམ་པ་སྡོད།
en: But they all sit subservient At the doorstep of the rich.

source: ཇི་ཙམ་དུས་གཞན་ཞིག་ན་རྒྱལ་པོའི་ཁབ་ཏུ་ཀླུའི་རྒྱལ་པོ་རི་བོ་དང་། ཡིད་འོང་གཉིས་ཀྱི་དུས་སྟོན་ལ་བབ་བོ། །
en: Some time later, in Rājagṛha, the feast day of the nāga kings Giri and Valguka approached.

source: རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོའི་ཀུན་དུ་སྤྱོད་པ་ནི་གང་གི་ཚེ་ཀླུའི་རྒྱལ་པོ་རི་བོ་དང་། ཡིད་འོང་གཉིས་ཀྱི་དུས་སྟོན་ལ་བབ་པ་དེའི་ཚེ་ན་བདག་ཉིད་ཀྱིས་ཉམས་སུ་མྱོང་བར་བྱེད་པའམ། ཡང་ན་གཞོན་ནུ་མ་སྐྱེས་དགྲ་གཏོང་བར་བྱེད་དོ། །
en: As the day neared, King Bimbisāra wondered whether he should join in the festivities himself, as was his wont, or send Prince Ajātaśatru in his stead.

source: ཅི་ཙམ་དུས་གཞན་ཞིག་ན་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་བྱ་བ་ཆུང་ཞིག་བྱུང་ནས་དེས་གཞོན་ནུ་མ་སྐྱེས་དགྲ་ལ་སྨྲས་པ། །
en: A short time later, a small task came up, prompting King Bimbisāra to say to Prince Ajātaśatru,

source: བུ་སོང་ལ་ཀླུའི་རྒྱལ་པོ་རི་བོ་དང་། ཡིད་འོང་གཉིས་ཀྱི་དུས་སྟོན་ཉམས་སུ་མྱོང་བར་གྱིས་ཤིག །
en: “Son, go and join in the festivities for the nāga kings Giri and Valguka.”

source: བྲམ་ཟེ་གྲུ་འཛིན་གྱིས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་གཞོན་ནུ་མ་སྐྱེས་དགྲ་ཀླུའི་རྒྱལ་པོ་རི་བོ་དང་། ཡིད་འོང་གཉིས་ཀྱི་དུས་སྟོན་ཉམས་སུ་མྱོང་བར་བྱེད་དུ་བཏང་བ། ཐོས་ནས་དེས་བསམས་པ།
en: When the brahmin Potalaka heard that King Bimbisāra had sent Prince Ajātaśatru to join in the festivities for the nāga kings Giri and Valguka, he thought,

source: གཞོན་ནུ་མ་སྐྱེས་དགྲ་འདི་ཕ་འདས་ནས་རྒྱལ་པོར་འགྱུར་ལ། བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་འདི་ཡང་བདག་འདས་ནས་མདུན་ན་འདོན་དུ་འགྱུར་བས། །
en: “Prince Ajātaśatru will become king once his father dies and Kolita will become royal priest when I die.

source: དེ་བསྟེན་ན་དུས་སུ་འབྲས་བུ་སྟེར་བར་འགྱུར་རོ་སྙམ་ནས་དེས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ལ་སྨྲས་པ། །
en: Thus their acquaintance will in time bear fruit.” He said to Kolita,

source: བུ་སོང་ལ་ཀླུའི་རྒྱལ་པོ་རི་བོ་དང་། ཡིད་འོང་གཉིས་ཀྱི་དུས་སྟོན་ཉམས་སུ་མྱོང་བར་གྱིས་ལ་
en: “Son, go join the festivities for the nāga kings Giri and Valguka.

source: དེ་ན་སྟན་བཞི་པོ་རྒྱལ་པོའི་སྟན་དང་། མདུན་ན་འདོན་གྱི་སྟན་དང་། རྒོལ་བའི་སྟན་དང་། མཆོག་ཐོབ་པའི་སྟན་བཤམས་པ་ལས་
en: There, they will have arranged four seats, one for the king, one for the royal priest, one for the challenger, and one for the reigning champion.

source: ཁྱོད་ཀྱིས་རྒྱལ་པོའི་གདན་གཅིག་པུ་ཞོག་ལ་མདུན་ན་འདོན་གྱི་སྟན་ལ་འདུག་ཤིག
en: Leave the king’s seat be, and take your place in the royal priest’s seat.”

source: དེ་དེར་སོང་ནས་རྒྱལ་པོའི་སྟན་གཅིག་པུ་བཞག་སྟེ་མདུན་ན་འདོན་གྱི་སྟན་ལ་འདུག་གོ།
en: On arriving, he left the king’s seat be and sat on the royal priest’s seat.

source: བྲམ་ཟེ་སྐར་རྒྱལ་གྱིས་ཀྱང་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་གཞོན་ནུ་མ་སྐྱེས་དགྲ་ཀླུའི་རྒྱལ་པོ་རི་བོ་དང་། ཡིད་འོང་གཉིས་ཀྱི་དུས་སྟོན་ཉམས་སུ་མྱོང་བར་བྱེད་དུ་བཏང་བ་ཐོས་ནས་དེས་ཀྱང་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་ལ་སྨྲས་པ།
en: When the brahmin Tiṣya heard that King Bimbisāra had sent Prince Ajātaśatru to join in the festivities for the nāga kings Giri and Valguka, he too said to Upatiṣya,

source: ཁྱོད་ཀྱིས་རྒྱལ་པོའི་གདན་དང་། མདུན་ན་འདོན་གྱི་སྟན་ཞོག་ལ་མཆོག་ཐོབ་པའི་སྟན་ལ་དབྱི་གུ་དང་རིལ་བ་ཞོག་སྟེ་རྒོལ་བའི་སྟན་ལ་འདུག་ཤིག
en: Leave the king’s seat and the royal priest’s seat be, but place a small stick and vase on the reigning champion’s seat before sitting down on the challenger’s seat.

source: ཇི་ཙམ་ན་ཉི་མ་འཆར་བ་ནས་ཇི་ཙམ་ན་ནུབ་པར་འགྱུར་བ་དེའི་བར་དུ་ཁྱོད་དང་འདྲ་བའི་རྒོལ་བ་གཞན་མེད་དོ།
en: From the time the sun rises to the time it sets, there shall be no challenger to equal you.”

source: དེ་ཡང་སོང་སྟེ་རྒྱལ་པོའི་སྟན་དང་། མདུན་ན་འདོན་གྱི་སྟན་བཞག་སྟེ། མཆོག་ཐོབ་པའི་སྟན་ལ་དབྱི་གུ་དང་རིལ་བ་བཞག་སྟེ་རྒོལ་བའི་སྟན་ལ་འདུག་གོ། །
en: When Upatiṣya arrived, he passed the king’s and the royal priest’s seats, placed a small stick and vase on the seat for the reigning champion, and sat down on the challenger’s seat.

source: རོལ་མོའི་སྒྲ་དག་བྱུང་བ་ན་གར་མཁན་དག་གིས་ཏོ་ཊ་ཀའི་རྒྱུད་དུ་གླུ་བླངས་པ་དང་། །
en: When the music began, the dancers sang in Toṭaka meter.

source: མི་དག་གིས་བྲོ་བརྡུང་བ་དང་། གླུ་བླང་བར་བརྩམས་པ་དང་
en: The people began to dance and sing,

source: བྲམ་ཟེའི་ཁྱེའུ་དེ་གཉིས་དབང་པོ་དག་ཕྱིར་བླན་ཏེ།
en: while the two young brahmins sat in repose.

source: འཁོད་པ་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་ཚོགས་ཀྱིས་མཐོང་ནས་དེ་དག་གིས་སྨྲས་པ། །
en: When the assembled crowd saw this, they exclaimed,

source: བྲམ་ཟེའི་ཁྱེའུ་འདི་གཉིས་ཡང་ན་ནི་བླུན་པོ་གཉིས་ཤིག་གོ། །ཡང་ན་ནི་ཤེས་པས་མི་འཁྲུག་པ་གཉིས་ཤིག་གོ། །
en: “Either those two young brahmins are fools or they’re unflappable!”

source: རོལ་མོའི་སྒྲ་དག་ཞི་ཞིང་མི་དག་གིས་བྲོ་བརྡུང་ཞིང་གླུ་བླངས་ཏེ་དོང་བ་དང་།
en: As the music wound down and the people went off dancing and singing,

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་ལ་སྨྲས་པ།
en: Kolita asked Upatiṣya,

source: ཇི་ལྟར་ཁྱོད་ལ་བྲོ་ལེགས་པར་བརྡུངས་པ་དང་། གླུ་ལེགས་པར་བླངས་པ་དང་། རོལ་མོའི་སྒྲ་ལེགས་པར་བསྒྲགས་པར་སྣང་ངམ།
en: “Did it seem to you that the dances were well danced, the songs well sung, and the music well played?”

source: གང་གིས་མཐོང་བའམ། ཐོས་པ་ལ་སྣང་ངོ་།
en: “It seemed so to those who saw and heard them.”

source: དབང་པོ་ནང་དུ་བསྡུས་པ་དག་གིས་མ་མཐོང་བ་ནི་བདེན་ན་ཇི་ལྟར་མ་ཐོས།
en: “If it is true that those who withdraw into repose do not see, how then do they not hear?”

source: ཤི་ལྤགས་ཤི་བའི་རྒྱུས་པ་དང་། །འཆིར་འགྱུར་བཞད་གད་འཇོ་སྒེག་གི། །འཆི་བའི་སྐྱེ་བོ་འདུས་པ་ལ།
en: “In a crowd of people destined for death, Who laugh and flirt Though their dead skin and dead flesh will die,

source: མཁས་པ་སུ་ཞིག་བག་མེད་བྱེད།
en: What wise man would not be vigilant?”

source: ཁྱོད་ཉེ་རྒྱལ་ཡིན་ནམ།
en: “Are you Upatiṣya?”

source: ཁོ་བོ་སྐྱེ་བོ་དག་གིས་དེ་ལྟར་ཤེས་སོ།
en: “People know me thus.”

source: རྒྱན་རྣམས་ཐམས་ཅད་ཁུར་ཡིན་ཏེ།
en: “All adornment is a weight,

source: གར་རྣམས་ཐམས་ཅད་མཐོ་འཚམ་པ།
en: All dance a competition.

source: གླུ་རྣམས་ཐམས་ཅད་ཀྱལ་བ་སྟེ། །
en: All songs nonsense,

source: གཟུགས་ཀུན་མི་རྟག་ཉིད་ཡིན་ནོ། །
en: And all bodies but impermanent.”

source: ཁྱོད་པང་ནས་སྐྱེས་ཡིན་ནམ། །
en: “Are you Kolita?”

source: བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་གྱིས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ལ་སྨྲས་པ།
en: Upatiṣya said to Kolita,

source: ཚུར་ཤོག་བདག་ཅག་ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ངོ་། །
en: “Come, join me. As we have faith in only what is perfect, let us go forth from home into homelessness.”

source: ལྗོན་ཤིང་རྡིབ་པར་གྱུར་པའི་ཚེ། །
en: “When a tree rots,

source: ཡལ་ག་འདབ་མས་ཅི་ཞིག་བྱེད། །
en: What use has it for blossoms and boughs?

source: དེ་བཞིན་སྐྱེས་བུ་འཆི་བའི་ཚེ། །
en: When a person dies,

source: ཡོངས་སུ་བཟུང་བས་ཅི་ཞིག་བྱེད། །
en: What use has he for possessions?”

source: ཚུར་ཤོག་བདག་ཅག་ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ངོ་།
en: “Come, join me. As we have faith in only what is perfect, let us go forth from home into homelessness.”

source: ཇེ་ཕ་མ་ལ་དྲི་བར་བྱའོ། །
en: “I must first consult my parents,”

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཕ་མ་གཉིས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་སྨྲས་པ།
en: The young brahmin Kolita went to his parents and said,

source: ཡབ་ཡུམ་མཁྱེན་པར་མཛོད་ཅིག །
en: “Father, Mother, please listen.

source: བདག་ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ངོ་། །
en: As I have faith in only what is perfect, I shall go forth from home into homelessness.”

source: བུ་གང་གི་དོན་དུ་མཆོད་སྦྱིན་སྦྱིན་པར་བྱེད། སྦྱིན་སྲེག་སྲེག་པར་བྱེད།
en: “Son, the royal priesthood, for which you have made offerings to the gods, performed fire pūja,

source: དཀའ་ཐུབ་ཀྱིས་གདུང་བར་བྱེད་པའི་མདུན་ན་འདོན་དེ་ཁྱོད་ཀྱི་ལག་མཐིལ་དུ་འོངས་ཤིང་གླང་པོ་ཆེས་འགྲོ་བའི་རིགས་སུ་སྐྱེས་ན་ཅིའི་ཕྱིར་རབ་ཏུ་འབྱུང་།
en: and suffered through austerities, is within reach. Having been born into a caste borne about by elephants, why would you renounce it?”

source: ནགས་ན་ཤིང་ཤུན་རྩྭ་གྱོན་ཞིང་། །རྩ་བ་འབྲས་བུ་འཆའ་བ་དང་། །རི་དགས་གདུག་པ་རྣམས་དང་ནི། །ལྷན་ཅིག་གནས་པ་མཆོག་ལགས་ཀྱི། །
en: “To live in the forest, Clad in bark or grass, Eating roots and fruit Among beasts, is best.

source: འཇིག་རྟེན་ཕ་རོལ་འཇིགས་བྱེད་པའི། །
en: Fearing the future,

source: མཁས་པས་རྒྱལ་སྲིད་སླད་དུ་ནི། །གསོད་དང་བཅིང་དང་རྡེག་པ་དག །བགྱིད་པ་དེ་ལྟ་མ་ལགས་སོ། །
en: The wise refuse To kill, imprison, or torture For temporal power.”

source: བུ་ཁྱོད་ངེད་ཀྱི་བུ་གཅིག་པ་སྡུག་པ། ཡིད་དུ་འོང་བ། བཟོད་པ། མཐོང་ན་མི་མཐུན་པ་མེད་པ་ཡིན་པས་
en: “Son, you are our only boy, beloved, handsome, patient, and agreeable to the eye.

source: ཁྱོད་ཤི་བར་གྱུར་ན་ངེད་མི་འདོད་བཞིན་དུ་འབྲལ་གྲང་།
en: Even if you were to die, we would fight to keep you with us.

source: གསོན་བཞིན་དུ་གཏང་བ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Why, then, do you think we’d let you go while you’re still alive?”

source: ཡབ་ཡུམ་གལ་ཏེ་གནང་ན་དེ་ལྟ་ན་ལེགས།
en: “Father, Mother, it is best you let me go.

source: གལ་ཏེ་མི་གནང་ན་དེང་སླན་ཆད་བདག་འཚལ་མ་ཡང་མི་འཚལ། ཕྱག་ལ་ཡང་མི་འཚལ་ལོ།
en: For if you do not, from this day forth, I shall neither eat your food nor honor you.”

source: བུ་གཞོན་ནུ་མི་གནང་གིས་ཇི་སྲིད་ངེད་གསོན་གྱི་བར་དུ་ཁྱོད་ངེད་ཀྱི་མིག་ལམ་ན་འདུག་ལ་བྱ་བ་གཞན་མ་སེམས་ཤིག །
en: “Dear boy, we will not let you leave. So long as we live, you will remain within sight. Do not think of disobeying!”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱིས་ཉི་མ་གཅིག་ཀྱང་ཟན་གཅད་པ་བྱས་སོ། །
en: Kolita refused food for one day,

source: གཉིས་དང་། གསུམ་ནས་དྲུག་གི་བར་དུ་ཡང་ཟན་གཅད་པ་བྱས་སོ། །
en: then for a second, and for a third until the sixth day.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཕ་མ་གཉིས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་ བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་གཞོན་ནུ་ཤེས་པར་གྱིས་ཤིག །
en: At that point Kolita’s parents went to him and said, “Dear boy, please listen.

source: བུ་གཞོན་ནུ་ཤེས་པར་གྱིས་ཤིག །
en: “Dear boy, please listen.

source: ཁྱོད་ནི་ཤིན་ཏུ་གཞོན་པ་བདེ་བ་འདོད་པ་ཡིན་པས་ཁྱོད་ཀྱིས་སྡུག་བསྔལ་མི་ཤེས་ཏེ།
en: You are very young and have lived a life of leisure, and you do not know what it is to suffer.

source: ཚངས་པར་སྤྱོད་པ་སྤྱད་དཀའོ། །
en: It is hard to live the holy life.

source: རབ་ཏུ་དབེན་པ་བྱ་དཀའོ། །གཅིག་པུ་ཉིད་ལ་མངོན་པར་དགའ་བར་དཀའོ། །
en: It is hard to live in solitude. It is hard to be happy all on your own.

source: གནས་མལ་དགོན་པ་ནགས་ཁྲོད་དང་། རི་དྲུང་དང་། བས་མཐའ་དག་ཏུ་གནས་པར་མནགས་པར་དཀའོ། །
en: It is hard to make your bed in distant forests, at the foot of mountains, and in remote places.

source: གཅིག་པུ་དགོན་པར་གནས་པ་ཡང་སྡུག་བསྔལ་ལོ། །
en: Living alone in the wilderness is very trying.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་རི་དགས་གདུག་པ་དག་དང་ལྷན་ཅིག་གནས་པར་བྱ་དགོས་སོ། །
en: You will have to spend the rest of your life living among wild animals.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་གཞན་གྱིས་བྱིན་པས་འཚོ་བར་བྱ་དགོས་སོ། །
en: You will have to spend the rest of your life living on others’ handouts.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་མིའི་འདོད་པ་དག་ལས་དབེན་པར་བྱ་དགོས་སོ། །
en: You will have to spend the rest of your life away from human pleasures.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་མིའི་དགའ་བ་དང་རྩེད་མོ་དག་ལས་དབེན་པར་བྱ་དགོས་སོ། །
en: You will have to spend the rest of your life away from the fun and games of ordinary people.

source: བུ་གཞོན་ནུ་པང་ནས་སྐྱེས་ཚུར་ཤོག་འདི་ཉིད་དུ་འདུག་ལ་འདོད་པ་དག་ལ་ཡང་ཡོངས་སུ་སྤྱོད་ཅིག །
en: Dear boy! Kolita! Come home. There is pleasure to be had while living here, too.

source: སྦྱིན་པ་དག་ཀྱང་བྱིན་ཅིག །བསོད་ནམས་དག་ཀྱང་གྱིས་ཤིག །
en: Here, too, you may give generously. Here, too, you may act meritoriously.”

source: དེ་སྐད་སྨྲས་ཀྱང་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཅང་མི་སྨྲའོ། །
en: Despite their pleading, Kolita remained silent.

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཕ་མ་གཉིས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ལ་ལན་གཉིས་ལན་གསུམ་གྱི་བར་དུ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Kolita’s parents again entreated him, a second and a third time, saying each time,

source: སྲས་གཞོན་ནུ་མཁྱེན་པར་མཛོད་ཅིག །
en: “Dear boy, please listen.

source: གནས་མལ་དགོན་པ་ནགས་ཁྲོད་དང་། རི་དྲུང་དང་། བས་མཐའ་དག་ཏུ་གནས་པ་ཁོང་དུ་ཆུད་པར་དཀའོ། །
en: It is hard to make your bed in distant forests, at the foot of mountains, and in remote places.

source: གཅིག་པུ་དགོན་པར་གནས་པ་སྡུག་བསྔལ་ལོ། །
en: Living alone in the wilderness is very trying.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་རི་དགས་གདུག་པ་དག་དང་། ལྷན་ཅིག་གནས་པར་བྱ་དགོས་སོ། །
en: You will have to spend the rest of your life living among wild animals.

source: བུ་གཞོན་ནུ་པང་ནས་སྐྱེས་ཚུར་ཤོག་ཁྱོད་འདི་ཉིད་དུ་འདུག་ལ་འདོད་པ་དག་ལ་ཡང་ཡོངས་སུ་སྤྱོད་ཅིག །
en: Dear boy! Kolita! Come home. There is pleasure to be had while living here, too.

source: དེ་སྐད་ལན་གཉིས་ལན་གསུམ་གྱི་བར་དུ་སྨྲས་ཀྱང་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཅང་མི་སྨྲའོ། །
en: Yet though they thus entreated him a second and a third time, Kolita remained silent.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཕ་མ་གཉིས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཉེ་དུ་རྣམས་ལ་བསྒོ་བ། །
en: Kolita’s parents then enjoined his relatives,

source: ཀྱེ་ཉེ་དུ་དག་ཚུར་ཤོག་བུ་གཞོན་ནུ་པང་ནས་སྐྱེས་སློང་ཤིག །
en: “Family! Come! Talk sense into our dear boy Kolita.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཉེ་དུ་དག་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: At this, Kolita’s relatives went to him and said,

source: ཁྱོད་ནི་ཤིན་ཏུ་གཞོན་པ་བདེ་བ་བཞེད་པ་ལགས་པས་ཁྱོད་ཀྱིས་སྡུག་བསྔལ་མི་མཁྱེན་ཏེ། ཚངས་པར་སྤྱོད་པ་སྤྱད་དཀའོ། །
en: You are very young and have lived a life of leisure and don’t know what it is to suffer. It is hard to live the holy life.

source: སྲས་གཞོན་ནུ་པང་ནས་སྐྱེས་ཚུར་སྤྱོན་ཁྱོད་འདི་ཉིད་དུ་བཞུགས་ལ་འདོད་པ་དག་ལ་ཡང་ཡོངས་སུ་སྤྱོད་ཅིག །
en: Dear boy, Kolita, come home! Among your relatives, there is pleasure to be had while living there too.

source: སྦྱིན་པ་དག་ཀྱང་སྩོལ་ཅིག །བསོད་ནམས་དག་ཀྱང་མཛོད་ཅིག །
en: There too you may give generously. There too you may act meritoriously.”

source: ཚངས་པར་སྤྱོད་པ་སྤྱད་དཀའོ། །རབ་ཏུ་དབེན་པར་བགྱི་དཀའོ། །
en: It is hard to live the holy life. It is hard to live in solitude.

source: གཅིག་པུ་ཉིད་ལ་མངོན་པར་དགའ་བར་དཀའོ། །
en: It is hard to be happy all on your own.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་རི་དགས་གདུག་པ་དག་དང་ལྷན་ཅིག་གནས་པར་བགྱི་འཚལ་ལོ། །
en: You will have to spend the rest of your life living among wild animals.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་གཞན་གྱིས་བྱིན་པས་འཚོ་བར་བགྱི་འཚལ་ལོ། །
en: You will have to spend the rest of your life living on others’ handouts.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་མིའི་འདོད་པ་དག་ལས་དབེན་པར་བགྱི་འཚལ་ལོ། །
en: You will have to spend the rest of your life away from human pleasures.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་མིའི་དགའ་བ་དང་། རྩེད་མོ་དག་ལས་དབེན་པར་བགྱི་འཚལ་ལོ། །
en: You will have to spend the rest of your life away from the fun and games of ordinary people.

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཉེ་དུ་དག་གིས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ལ་ལན་གཉིས་ལན་གསུམ་གྱི་བར་དུ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Kolita’s relatives again entreated him, a second and a third time, saying each time,

source: ཁྱོད་ནི་ཤིན་ཏུ་གཞོན་པ་བདེ་བ་བཞད་པ་ལགས་པས་ཁྱོད་ཀྱིས་སྡུག་བསྔལ་མི་མཁྱེན་ཏེ།
en: You are very young and have lived a life of leisure, and you do not know what it is to suffer.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཕ་མ་གཉིས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ནེའུ་ལྡངས་རྣམས་ལ་བསྒོ་བ། །
en: Kolita’s parents then enjoined his childhood friends, “You must come!

source: ཀྱེ་གཞོན་ནུ་དག་ཚུར་ཤེག་བུ་གཞོན་ནུ་པང་ནས་སྐྱེས་སློང་ཤིག
en: Talk sense into our dear boy Kolita.”

source: དེ་ནས་བྲམ་ ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ནེའུ་ལྡངས་དག་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: At this, the young brahmin Kolita’s childhood friends went to him and said,

source: སྲས་ཞི་བ་གཞོན་ནུ་མཁྱེན་པར་མཛོད་ཅིག །
en: “Dear boy, listen.

source: ཁྱོད་ནི་ཤིན་ཏུ་གཞོན་པ་བདེ་བ་བཞེད་པ་ལགས་པས་ཁྱོད་ཀྱིས་སྡུག་བསྔལ་མི་མཁྱེན་ཏེ། །
en: You are very young and have lived a life of leisure and do not know what it is to suffer.

source: ཁྱོད་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་མིའི་དགའ་བ་དང་རྩེད་མོ་དག་ལས་དབེན་པར་བགྱི་འཚལ་ལོ། །
en: You will have to spend the rest of your life away from the fun and games of ordinary people.

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ནེའུ་ལྡངས་རྣམས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ལ་ལན་གཉིས་ལན་གསུམ་གྱི་བར་དུ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: His childhood friends again entreated Kolita a second and a third time, saying each time,

source: སྲས་གཞོན་ནུ་མཁྱེན་པར་མཛོད་ཅིག །ཁྱོད་ནི་ཤིན་ཏུ་གཞོན་པ་བདེ་བ་བཞེད་པ་ལགས་པས་ཁྱོད་ཀྱིས་སྡུག་བསྔལ་མི་མཁྱེན་ཏེ། །
en: “Dear boy, please listen. You are very young and have lived a life of leisure, and you do not know what it is to suffer.

source: དེ་ནས་བྲམ་ཟེའི་ ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ནེའུ་ལྡངས་རྣམས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཕ་མ་གཉིས་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཕ་མ་གཉིས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Kolita’s childhood friends then went to his parents and said,
